Repository: SurniaUlula/wpsso-ratings-and-reviews
Catalog: languages/wpsso-ratings-and-reviews-*.po
Languages: de_de

source: Allow ratings for reviews (comments).
de_de: Erlaube Bewertungen für Rezensionen (Kommentare)

# form label
source: Leave a Review
de_de: Hinterlasse eine Rezension

# form label
source: Your Review
de_de: Deine Rezension

# form label
source: Post Review
de_de: Rezension abschicken

# form label
source: Your Rating
de_de: Deine Bewertung

# option value
source: Rating&hellip;
de_de: Bewertung&hellip;

# option value
source: Excellent
de_de: Sehr gut

# option value
source: Good
de_de: Gut

# option value
source: Average
de_de: Befriedigend

# option value
source: Not Good
de_de: Ausreichend

# option value
source: Awful
de_de: Mangelhaft

source: Rated %d out of 5
de_de: Bewertung: %d von 5 Sternen

# lib file description
source: Rating / Review
de_de: Bewertung / Rezension

# plugin description
source: WPSSO Core extension to add ratings and reviews for WordPress comments, with Aggregate Rating meta tags and optional Schema Review markup.
de_de: WPSSO Core Erweiterung zum Hinzufügen von Bewertungen und Rezensionen zu WordPress-Kommentaren, mit Meta-Tags für die Gesamtbewertung und optionalem Schema Review-Markup.

source: You can choose to enable or disable ratings by default for each public post type.
de_de: Du kannst festlegen für welche Inhalstypen Bewertungen und Rezensionen standardmäßig aktiviert oder deaktiviert werden.

source: When editing a post (page, or custom post type), an "%1$s" option is also available to enable or disable ratings for that specific webpage.
de_de: Beim Bearbeiten eines Beitrags (Seite oder benutzerdefinierter Typ) ist eine Option "%1$s" verfügbar, um Bewertungen für die jeweilige Webseite zu aktivieren oder zu deaktivieren.

source: Force a reviewer to select a rating before submitting their review (enabled by default).
de_de: Erzwinge, dass vor dem Abschicken einer Rezension eine Bewertung auswählt werden muss (standardmäßig aktiviert).

source: A color for selected stars representing the rating.
de_de: Eine Farbe für ausgewählte Sterne, die die Bewertung darstellen.

source: A default color for unselected stars.
de_de: Eine Farbe für nicht ausgewählte Sterne, die die Bewertung darstellen.

source: Please select a rating before submitting.
de_de: Bitte wähle Deine Bewertung, bevor Du das Formular abschickst.

source: Please write a review before submitting.
de_de: Bitte schreibe eine Rezension bevor Du das Formular abschickst.

# metabox title
source: Ratings and Reviews
de_de: Bewertungen und Rezensionen

# option label
source: Enable by Default for Post Types
de_de: Aktiviere Rezensionen für diese Inhaltstypen

# option label
source: Rating Required to Submit Review
de_de: Sterne-Bewertung erzwingen

# option label
source: Selected Star Rating Color
de_de: Sternen-Bewertung Farbe (markiert)

# option label
source: Unselected Star Rating Color
de_de: Sternen-Bewertung Farbe (nicht markiert)

source: %1$s is an extension for the %2$s plugin &mdash; please install and activate the %3$s plugin before activating %4$s.
de_de: %1$s ist eine Erweiterung für das %2$s plugin &mdash; Bitte installiere und aktiviere das %3$s Plugin vor der Aktivierung von %4$s.

source: The %1$s extension requires the %2$s plugin &mdash; install and activate the %3$s plugin or <a href="%4$s">deactivate the %5$s extension</a>.
de_de: Die %1$s Erweiterung benötigt das %2$s Plugin &mdash; Installiere und aktiviere das %3$s Plugin oder <a href="%4$s">deaktiviere die %5$s Erweiterung</a>.

source: An existing products rating feature has been found &mdash; %1$s for the "product" custom post type has been disabled.
de_de: Eine bereits existierende Produkt Bewertungsfunktion wurde gefunden &mdash; %1$s wurde für den "product" Post Typ deaktiviert.

source: The %1$s extension v%2$s requires %3$s v%4$s or newer (v%5$s currently installed).
de_de: Die %1$s Erweiterung v%2$s benötigt %3$s v%4$s oder neuer (v%5$s momentan installiert).

source: WPSSO Core extension to add ratings and reviews for WordPress comments, with Aggregate Rating meta tags and optional Schema Review markup.
de_de: WPSSO Core Erweiterung zum Hinzufügen von Sternen-Bewertungen zur Wordpress Kommentarfunktion, mit "Aggregate Rating meta tags" und optionalen "Schema Review markup".
